---
kind: other
id: Properties.T:Autodesk.Revit.DB.ClassificationEntry
source: html/b260674f-29aa-d926-454e-fcc248710d9d.htm
---
# ClassificationEntry Properties

The id of the category associated with this entry.